[
  "obsidian-linter",
  "code-emitter",
  "python-lab-plugin",
  "obsidian-excalidraw-plugin",
  "mermaid-tools",
  "obsidian-mind-map",
  "obsidian-spaced-repetition",
  "remotely-save",
  "homepage",
  "obsidian-banners",
  "highlightr-plugin",
  "code-styler",
  "obsidian-icon-shortcodes",
  "obsidian-git",
  "templater-obsidian",
  "note-refactor-obsidian",
  "obsidian-auto-link-title",
  "dataview",
  "obsidian-book-search-plugin",
  "obsidian-meta-bind-plugin",
  "media-extended",
  "pdf-plus",
  "external-file-embed-and-link",
  "obsidian-zotero-desktop-connector",
  "cmdr",
  "supercharged-links-obsidian",
  "obsidian-style-settings",
  "link-favicon",
  "various-complements",
  "omnisearch"
]