[
  "obsidian-linter",
  "code-emitter",
  "python-lab-plugin",
  "obsidian-excalidraw-plugin",
  "mermaid-tools",
  "obsidian-mind-map",
  "obsidian-spaced-repetition",
  "remotely-save",
  "homepage",
  "obsidian-banners",
  "highlightr-plugin",
  "code-styler",
  "obsidian-icon-shortcodes",
  "obsidian-git",
  "templater-obsidian",
  "note-refactor-obsidian",
  "obsidian-auto-link-title"
]